
Xyplex -010- Session 1 to 129.115.120.1 established


IRIX System V.3 (Lonestar)


LONESTAR INFORMATION SERVICES
Office of Information Technology
The University of Texas at San Antonio

Access Restricted to Authorized Users Only




login: DFORD
Password:
Login incorrect
login: CTIO
Password:
Login incorrect
login: DFORD
Password:
Login incorrect
login: dford
Password:
Login incorrect
login: sync
Password:
Login incorrect


Xyplex -011- Session 1 disconnected from 129.115.120.1

Local> help
  Display information on commands and their parameters.

      HELP [command [keyword [keyword [keyword]]]]

  "Keyword" is one or more of the command's parameter keywords.

  New users type:

      HELP INTRODUCTION
  
  "Command" is one of:

  
  BACKWARDS               CONNECT                 CLOSE                   
  DEFINE                  DISCONNECT              FG                      
  FORWARDS                JOBS                    KILL                    
  Introduction            LIST                    LOCK                    
  LOGOUT                  OPEN                    QUIT                    
  RESUME                  RLOGIN                  SCRIPT                  
  SET                     SHOW                    STATUS                  
  TELNET                  


Enter <CTRL/Z> to exit HELP or press <RETURN> to continue... 
  
Topic? 

Local> telnet tycho.usno.navy.mil
Xyplex -237- Connection to TYCHO.USNO.NAVY.MIL not established
             Access denied
Local> show users
Xyplex -706- Secure operation requires privilege
Local> show hosts
Xyplex -702- Keyword "HOSTS" not known or ambiguous
             Looking for:  COUNTERS DESTINATIONS DOMAIN INTERNET NODES 
                           PARAMETERS PORTS QUEUE SCRIPT SERVER SERVICES 
                           SESSIONS TERMINALS UNIT USERS 

Local> show ports


Port 7:  JPL002                           01 Jul 1993  00:24:46

Character Size:            7           Input Speed:        2400
Flow Control:           None           Output Speed:       2400
Parity:                 Even           Modem Control:   Enabled

Access:                Local           Local Switch:       None
Backwards Switch:       None           Name:             PORT_7
Break:                 Local           Session Limit:         4
Forwards Switch:        None           Type:               Soft

Preferred Service: None

Authorized Groups: 0
(Current)  Groups: 0

Enabled Characteristics:

Autobaud,  Autoprompt,  Broadcast,  Inactivity Logout,  Input Flow Control,
Internet Connections,  Line Editor,  Loss Notification,  Message Codes,
Output Flow Control,  Security,  Verification

Local> 